[
    {
        "name": "A fat boar lies by the fire. It belongs to the innkeeper."
    },
    {
        "name": "It's best to dress up before entering. The guests are very particular about appearances."
    },
    {
        "name": "Customers call it the \"Greasy Brat\""
    },
    {
        "name": "A faint smell of feces hangs in the air. It doesn't seem to bother the guests."
    },
    {
        "name": "The ceiling shows a night sky with a full moon. It is painted with great care."
    },
    {
        "name": "The furniture is made of bones. It is surprisingly comfortable."
    },
    {
        "name": "If you don't order in rhyme, you won't be served."
    },
    {
        "name": "Under no circumstances should you blink while speaking to the innkeeper."
    },
    {
        "name": "With every order you get a hard-boiled egg."
    },
    {
        "name": "A jar filled with eyes sits on the mantelpiece. It is said to be a family heirloom."
    },
    {
        "name": "Known for their long and beautiful party nights."
    },
    {
        "name": "Here, really “everything” is used as an ingredient."
    },
    {
        "name": "Rumor has it that the owner is the king's forgotten son."
    },
    {
        "name": "A troll named \"Andy\" works here as a cook. They say he makes an excellent cake."
    },
    {
        "name": "Known for his bar fights."
    },
    {
        "name": "Rumor has it that one of the regular guests is a true gambling expert."
    },
    {
        "name": "The house specialty is a roast that is flambéed in poison."
    },
    {
        "name": "A magician's protective spell lies over the tavern. It is said to keep out evil spirits."
    },
    {
        "name": "Rituals are often held in the basement."
    },
    {
        "name": "Every third day there's a dance competition. The prize: free drinks."
    },
    {
        "name": "Visitors with magical powers are not welcome."
    },
    {
        "name": "Weapons must stay outside. They are stored in a large chest."
    },
    {
        "name": "A giant tree grows through the tavern. Criminals are often hanged from it."
    },
    {
        "name": "There is a taxidermy exhibition in the back room. It is said to be cursed."
    },
    {
        "name": "A coven of witches often visits at midnight."
    },
    {
        "name": "The tavern is filled with the soothing sound of the sea."
    },
    {
        "name": "A talking skull is placed at a table. It speaks to guests who come alone."
    }
]