[
    {"name": "A landslide has buried a hut. Cries for help can be heard from the rubble."},
    {"name": "A giant mountain goat wanders along a mountain pass. It wears a small golden bell. Being near it makes you feel brave."},
    {"name": "A Manticore lands on a small hill in front of you. It looks hungry."},
    {"name": "A hobgoblin named Zlakuul is making his presence known. He's been spying on you for a while."},
    {"name": "A group of dwarves is arguing about the best way to mine a mountain. They are willing to pay for your advice."},
    {"name": "A mountain hermit is sitting on a rock, playing a flute. He offers to teach you a song that can calm wild beasts."},
    {"name": "A giant eagle is circling overhead, watching you closely. It seems to be waiting for something."},
    {"name": "A group of kobolds is trying to build a bridge over a ravine. They are arguing about the best materials to use."},
    {"name": "A dragon's lair lies hidden behind a waterfall. The entrance is guarded by a fierce-looking drake."},
    {"name": "A mountain stream flows through a narrow gorge. The water is crystal clear and refreshing."},
    {"name": "A group of miners has uncovered an ancient ruin in the mountains. They are looking for help to explore it."},
    {"name": "You pass a rock wall with an archway engraved into it."},
    {"name": "A mountain troll chews loudly on the bones of its prey. He offers you a bite."},
    {"name": "A swarm of bats flies screeching out of a small opening in the stone wall. Something seems to have disturbed them."},
    {"name": "A group of goblins marches along a mountain pass, singing a dark song about a past war."},
    {"name": "A few pyromancers (mages) sit meditating in a lava pool"},
    {"name": "Metallic sounds are heard from a cave. A fire giant is forging a weapon for his master."},
    {"name": "The ruins of an old castle sit perched on a mountain peak. A light burns in one of the tower windows."},
    {"name": "A strong gust of wind sweeps through the mountain pass. It sounds like a whisper. It wants you to follow it."},
    {"name": "A merchant with an ox cart has had an accident. He is arguing with the ox, which appears to be speaking his language."},
    {"name": "A group of dwarves is celebrating a successful mining expedition. They invite you to join their feast."}
]