[
    {
        "field1": "A wounded beast lies in a clearing. It can barely move. Its tired eyes watch you as you approach."
    },
    {
        "field1": "A painter stands with an easel in a clearing. He is painting a tree on which a knight has been hanged."
    },
    {
        "field1": "Drag marks on the forest floor lead you to a small opening in the ground."
    },
    {
        "field1": "Through the thicket, you see a campfire burning, its flames flickering with green light."
    },
    {
        "field1": "You arrive at a small shady spot in the forest. The ground is crawling with strange-looking mushrooms. They seem to sparkle when touched by sunlight."
    },
    {
        "field1": "A halfling hunter is searching for his hunting dog."
    },
    {
        "field1": "A family of owlbears crosses your path. The cub takes a few steps toward you."
    },
    {
        "field1": "Three mushrooms argue loudly about who is the most poisonous."
    },
    {
        "field1": "A goblin builds a roller coaster out of branches."
    },
    {
        "field1": "An enchanted mirror hangs on a tree and makes sarcastic comments about your appearance."
    },
    {
        "field1": "A group of raccoons plays poker for shiny spoons."
    },
    {
        "field1": "An invisible donkey follows you – its hoof prints are clearly visible."
    },
    {
        "field1": "A talking crow wants to convince you that he is a cursed king."
    },
    {
        "field1": "A deer with golden antlers asks you for directions to the nearest tavern."
    },
    {
        "field1": "A fountain in the middle of the forest murmurs quietly and draws coins from pockets."
    },
    {
        "field1": "A tent with no entrance or inhabitants, but with steaming soup on the fire."
    },
    {
        "field1": "A tree full of colorful doorknobs, but no doors in sight."
    },
    {
        "field1": "A cart full of gnomes is stuck in the mud – they are arguing about who is to blame."
    },
    {
        "field1": "A moose with a lantern on its antlers trots past you in silence."
    },
    {
        "field1": "A group of fairies has set up a tiny theater and asks you to be the main actor in a love drama."
    },
    {
        "field1": "A mushroom circle pulsates gently. When someone enters it, their hair changes color."
    },
    {
        "field1": "An inverted waterfall rises into the sky – its origin is unclear."
    },
    {
        "field1": "A witch's broom leans against a tree, with a sign: \"Back in 5 minutes.\""
    },
    {
        "field1": "Three hooded goats claim to be protecting an ancient artifact – it is a soup pot."
    },
    {
        "field1": "A small redcap sits on a rock, whispering to a crow. As you come closer, it glances at you and quickly hides behind the rock."
    },
    {
        "field1": "Thick spider webs block the way into a cave. Something large has been entangled inside."
    },
    {
        "field1": "A wounded traveler is strangeled by a vine."
    },
    {
        "field1": "An overgrown church stands abandoned on a small hill. Suddenly, the church bells ring out."
    },
    {
        "field1": "A smug leprechaun taunts the PCs from a high branch."
    },
    {
        "field1": "Suddenly, the forest falls silent. You suddenly feel like you're being watched from all sides."
    },
    {
        "field1": "You hear the bushes rustling around you. Something is coming toward you."
    }
]